Repository: flexlixrup/TranslateKitSDK
Catalog: Sources/TranslateKitBusinessLite/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# TK.Message.accountBalanceOverdueDot
source: Account balance is overdue.
ar: رصيد الحساب متأخر.
bg: Салдото на сметката е просрочено.
ca: El saldo del compte està vencut.
cs: Zůstatek účtu je po splatnosti.
da: Saldo er forfalden.
de: Kontostand ist überfällig.
el: Η υπολειπόμενη ισορροπία του λογαριασμού είναι ληξιπρόθεσμη.
es: El saldo de la cuenta está vencido.
es_419: El saldo de la cuenta está vencido.
fi: Tilin saldo on erääntynyt.
fr: Le solde du compte est en retard.
fr_ca: Le solde du compte est impayé.
he: יתרת החשבון פגה.
hi: खाता बैलेंस समय सीमा से अधिक है।
hr: Rok za saldo računa je istekao.
hu: A számla egyenlege lejárt.
id: Saldo akun jatuh tempo.
it: Il saldo dell'account è scaduto.
ja: アカウント残高が期限切れです。
kk: Шот теңгерімі кешіктірілген.
ko: 계좌 잔액이 연체되었습니다.
ms: Baki akaun telah melepasi tarikh akhir.
nb: Kontoen har en utestående saldo.
nl: Accountsaldo is achterstallig.
pl: Saldo konta jest przeterminowane.
pt_br: O saldo da conta está atrasado.
pt_pt: Saldo da conta em atraso.
ro: Soldul contului este întârziat.
ru: Баланс по счету просрочен.
sk: Zostatok na účte je po lehote.
sv: Kontobalans är förfallen
th: ยอดบัญชีค้างชำระ
tr: Hesap bakiyesi vadesi dolmuş.
uk: Затримка платежу за рахунком.
vi: Số dư tài khoản đã quá hạn.
zh_hans: 账户余额已逾期。
zh_hant: 帳戶餘額過期。
zh_hk: 帳戶餘額已逾期。

# TK.Message.budgetLimitExceededDot
source: Budget limit exceeded.
ar: تجاوز حد الميزانية.
bg: Лимитът на бюджета е надвишен.
ca: Límits del pressupost superats.
cs: Překročena hranice rozpočtu.
da: Budgetgrænsen er overskredet.
de: Budgetlimit überschritten.
el: Το όριο προϋπολογισμού έχει ξεπεραστεί.
es: Límite de presupuesto superado.
es_419: Límite de presupuesto excedido.
fi: Budjetin raja ylitetty.
fr: Limite budgétaire dépassée.
fr_ca: Limite de budget dépassée.
he: הגבלה על התקציב הושלמה.
hi: बजट सीमा पार कर गई।
hr: Granica budžeta je premašena.
hu: A költségkeret túllépve.
id: Batas anggaran terlampaui.
it: Limite di budget superato.
ja: 予算上限を超えました。
kk: Бюджет лимиті асылды.
ko: 예산 한도를 초과했습니다.
ms: Had bajet terlampaui.
nb: Budsjettgrensen overskredet.
nl: Budgetlimiet overschreden.
pl: Przekroczono limit budżetu.
pt_br: Limite do orçamento excedido.
pt_pt: Limite orçamental excedido.
ro: Limita bugetului a fost depășită.
ru: Предел бюджета превышен.
sk: Prekročili ste rozpočtový limit.
sv: Budgetgräns överskriden.
th: เกินขีดจำกัดงบประมาณแล้ว
tr: Bütçe limiti aşıldı.
uk: Перевищено ліміт бюджету.
vi: Giới hạn ngân sách đã bị vượt quá.
zh_hans: 预算限制已超出。
zh_hant: 預算達到上限。
zh_hk: 預算限制已超過。

# TK.Message.changesSavedToCloudDot
source: Changes have been saved to cloud storage.
ar: تم حفظ التغييرات في التخزين السحابي.
bg: Промените са записани в облачното хранилище.
ca: Canvis desats a l'emmagatzematge al núvol.
cs: Změny byly uloženy do cloudového úložiště.
da: Ændringer er blevet gemt i cloud-lagring.
de: Änderungen wurden in der Cloud gespeichert.
el: Οι αλλαγές έχουν αποθηκευτεί στο cloud.
es: Los cambios se han guardado en el almacenamiento en la nube.
es_419: Los cambios han sido guardados en el almacenamiento en la nube.
fi: Muutos on tallennettu pilvipalveluun.
fr: Modifications enregistrées dans le stockage cloud.
fr_ca: Les modifications ont été enregistrées dans le stockage en cloud.
he: השינויים נשמרו לאחסון ענן.
hi: परिवर्तन क्लाउड स्टोरेज में सहेजे गए हैं।
hr: Promjene su spremljene u oblak.
hu: A változtatások mentve lettek a felhőtárolóba.
id: Perubahan telah disimpan ke penyimpanan awan.
it: Le modifiche sono state salvate nel cloud.
ja: 変更がクラウドストレージに保存されました。
kk: Өзгерістер бұлттық сақтау орнына сақталды.
ko: 변경 사항이 클라우드 저장소에 저장되었습니다.
ms: Perubahan telah disimpan ke storan awan.
nb: Endringer er lagret i skyen.
nl: Wijzigingen zijn opgeslagen in cloudopslag.
pl: Zmiany zostały zapisane w chmurze.
pt_br: Alterações salvas no armazenamento em nuvem.
pt_pt: Mudanças guardadas no armazenamento em nuvem.
ro: Modificările au fost salvate în stocarea în cloud.
ru: Изменения сохранены в облачное хранилище.
sk: Zmeny boli uložené na cloudové úložisko.
sv: Ändringar har sparats till molnlagring.
th: บันทึกการเปลี่ยนแปลงในที่เก็บข้อมูลคลาวด์แล้ว
tr: Değişiklikler bulut depolama alanına kaydedildi.
uk: Зміни збережено в хмарному сховищі.
vi: Thay đổi đã được lưu vào lưu trữ đám mây.
zh_hans: 更改已保存到云存储中。
zh_hant: 變更已儲存至雲端存儲。
zh_hk: 更改已保存到雲端儲存。

# TK.Message.clientInfoUpdatedDot
source: Client information updated successfully.
ar: تم تحديث معلومات العميل بنجاح.
bg: Информацията за клиента е актуализирана успешно.
ca: Informació del client actualitzada amb èxit.
cs: Informace o klientovi byly úspěšně aktualizovány.
da: Kundeoplysninger opdateret med succes.
de: Kundeninformationen erfolgreich aktualisiert.
el: Η ενημέρωση πληροφοριών πελάτη ολοκληρώθηκε επιτυχώς.
es: Información del cliente actualizada correctamente.
es_419: Información del cliente actualizada con éxito.
fi: Asiakkaan tiedot päivitettiin onnistuneesti.
fr: Informations sur le client mises à jour avec succès.
fr_ca: Informations du client mises à jour avec succès.
he: עודכן מידע על הלקוח בהצלחה.
hi: क्लाइंट की जानकारी सफलतापूर्वक अपडेट की गई।
hr: Informacije o klijentu uspješno su ažurirane.
hu: Az ügyfélinformáció sikeresen frissítve.
id: Informasi klien berhasil diperbarui.
it: Informazioni sul cliente aggiornate con successo.
ja: クライアント情報が正常に更新されました。
kk: Клиент туралы ақпарат сәтті жаңартылды.
ko: 클라이언트 정보가 성공적으로 업데이트되었습니다.
ms: Maklumat klien berjaya dikemas kini.
nb: Kundeinformasjon oppdatert med hell.
nl: Cliëntinformatie succesvol bijgewerkt.
pl: Informacje o kliencie zostały pomyślnie zaktualizowane.
pt_br: Informações do cliente atualizadas com sucesso.
pt_pt: Informação do cliente atualizada com sucesso.
ro: Informațiile clientului au fost actualizate cu succes.
ru: Информация о клиенте успешно обновлена.
sk: Informácie o klientovi boli úspešne aktualizované.
sv: Kundinformation uppdaterad framgångsrikt.
th: ข้อมูลลูกค้าอัปเดตเรียบร้อยแล้ว
tr: Müşteri bilgileri başarıyla güncellendi.
uk: Інформацію про клієнта успішно оновлено.
vi: Thông tin khách hàng đã được cập nhật thành công.
zh_hans: 客户信息已成功更新。
zh_hant: 客戶資訊成功更新。
zh_hk: 客戶信息已成功更新。

# TK.Message.documentRequiresApprovalDot
source: Document requires approval.
ar: يتطلب المستند موافقة.
bg: Документът изисква одобрение.
ca: El document requereix aprovació.
cs: Dokument vyžaduje schválení.
da: Dokument kræver godkendelse.
de: Dokument benötigt Genehmigung.
el: Το έγγραφο απαιτεί έγκριση.
es: El documento requiere aprobación.
es_419: El documento requiere aprobación.
fi: Asiakirja vaatii hyväksynnän.
fr: Le document nécessite une approbation.
fr_ca: Le document nécessite une approbation.
he: המסמך דורש אישור.
hi: दस्तावेज़ को अनुमोदन की आवश्यकता है।
hr: Dokument zahtijeva odobrenje.
hu: A dokumentum jóváhagyásra vár.
id: Dokumen memerlukan persetujuan.
it: Il documento richiede approvazione.
ja: ドキュメントには承認が必要です。
kk: Құжат бекітуді талап етеді.
ko: 문서에 승인이 필요합니다.
ms: Dokumen memerlukan kelulusan.
nb: Dokument krever godkjenning.
nl: Document vereist goedkeuring.
pl: Dokument wymaga akceptacji.
pt_br: Documento requer aprovação.
pt_pt: O documento requer aprovação.
ro: Documentul necesită aprobare.
ru: Документ требует одобрения.
sk: Dokument vyžaduje schválenie.
sv: Dokumentet kräver godkännande.
th: เอกสารต้องได้รับการอนุมัติ
tr: Belge onay gerektiriyor.
uk: Документ потребує затвердження.
vi: Tài liệu cần được phê duyệt.
zh_hans: 文档需要审批。
zh_hant: 文件需要批准。
zh_hk: 文件需要批准。

# TK.Message.expenseApprovalPendingDot
source: Expense approval pending.
ar: الموافقة على المصروفات معلقة.
bg: Уведомление за одобрение на разходите - в очакване.
ca: Aprovació de despesa pendent.
cs: Čeká na schválení výdajů.
da: Udgiftsgodkendelse er under behandling.
de: Genehmigung für die Ausgaben steht aus.
el: Η έγκριση εξόδων εκκρεμεί.
es: Aprobación de gastos pendiente.
es_419: Aprobación de gastos pendiente.
fi: Kulujen hyväksyntä odottaa.
fr: Approbation des frais en attente.
fr_ca: Approbation des dépenses en attente.
he: הבקשה להוצאות ממתינה לאישור.
hi: खर्च की स्वीकृति लंबित है।
hr: Čekanje odobrenja troškova.
hu: A költségjóváhagyás folyamatban van.
id: Persetujuan pengeluaran tertunda.
it: Approvazione delle spese in attesa.
ja: 経費承認待ちです。
kk: Шығынды мақұлдау күтілуде.
ko: 비용 승인이 대기 중입니다.
ms: Kelulusan perbelanjaan masih menunggu.
nb: Utgiftsgodkjenning avventer.
nl: Goedkeuring van uitgaven in behandeling.
pl: Oczekiwanie na zatwierdzenie wydatku.
pt_br: Aprovação de despesa pendente.
pt_pt: Aprovação da despesa pendente.
ro: Aprobarea cheltuielilor este în așteptare.
ru: Ожидается одобрение расхода.
sk: Schválenie výdavkov čaká na rozhodnutie.
sv: Utgiftsgodkännande väntar.
th: การอนุมัติค่าใช้จ่ายยังรอดำเนินการ
tr: Harcamaların onayı bekleniyor.
uk: Очікується затвердження витрат.
vi: Chờ phê duyệt chi phí.
zh_hans: 支出待批准。
zh_hant: 費用批准待定。
zh_hk: 待批核開支。

# TK.Message.expenseReportSubmittedDot
source: Expense report submitted for review.
ar: تم تقديم تقرير المصروفات للمراجعة.
bg: Докладът за разходите е изпратен за преглед.
ca: Informe de despesa enviat per a revisió.
cs: Zpráva o výdajích byla odeslána k posouzení.
da: Udgiftsrapport sendt til gennemgang.
de: Ausgabenbericht zur Überprüfung eingereicht.
el: Η αναφορά εξόδων υποβλήθηκε για έλεγχο.
es: Informe de gastos enviado para revisión.
es_419: Informe de gastos enviado para revisión.
fi: Kuluraportti on toimitettu tarkistettavaksi.
fr: Rapport de frais soumis pour examen.
fr_ca: Rapport de dépenses soumis pour examen.
he: דווח ההוצאות הוגש לבחינה.
hi: खर्च रिपोर्ट समीक्षा के लिए प्रस्तुत की गई।
hr: Izvješće o troškovima je podneseno na pregled.
hu: A költségjelentés benyújtva felülvizsgálatra.
id: Laporan pengeluaran telah diajukan untuk ditinjau.
it: Rapporto sulle spese inviato per revisione.
ja: 経費報告がレビューのために提出されました。
kk: Шығын есепті қарауға жолданды.
ko: 비용 보고서가 검토를 위해 제출되었습니다.
ms: Laporan perbelanjaan dihantar untuk semakan.
nb: Utgiftsrapport sendt til vurdering.
nl: Onkostenrapport ingediend ter beoordeling.
pl: Raport wydatków został przesłany do przeglądu.
pt_br: Relatório de despesa enviado para revisão.
pt_pt: Relatório de despesas submetido para revisão.
ro: Raportul de cheltuieli a fost trimis pentru revizuire.
ru: Отчет о расходах отправлен на рассмотрение.
sk: Správa o výdavkoch bola odoslaná na posúdenie.
sv: Utgiftsrapport inlämnad för granskning.
th: การเสนอรายงานค่าใช้จ่ายส่งไปยังการตรวจสอบแล้ว
tr: Harcamalar raporu gözden geçirilmek üzere gönderildi.
uk: Звіт про витрати подано на перевірку.
vi: Báo cáo chi phí đã được gửi để xem xét.
zh_hans: 支出报告已提交审核。
zh_hant: 費用報告已提交審核。
zh_hk: 開支報告已提交審核。

# TK.Message.invoiceSentDot
source: Invoice has been sent.
ar: تم إرسال الفاتورة.
bg: Фактурата е изпратена.
ca: La factura ha estat enviada.
cs: Faktura byla odeslána.
da: Faktura er blevet sendt.
de: Rechnung wurde versendet.
el: Το τιμολόγιο έχει αποσταλεί.
es: La factura ha sido enviada.
es_419: La factura ha sido enviada.
fi: Lasku on lähetetty.
fr: Facture envoyée.
fr_ca: Facture envoyée.
he: החשבונית נשלחה.
hi: चालान भेज दिया गया है।
hr: Račun je poslan.
hu: A számla elküldve.
id: Faktur telah dikirim.
it: Fattura inviata.
ja: 請求書が送信されました。
kk: Шот жіберілді.
ko: 청구서가 발송되었습니다.
ms: Invois telah dihantar.
nb: Faktura har blitt sendt.
nl: Factuur is verzonden.
pl: Faktura została wysłana.
pt_br: Fatura foi enviada.
pt_pt: A fatura foi enviada.
ro: Factura a fost trimisă.
ru: Счет отправлен.
sk: Faktúra bola odoslaná.
sv: Faktura har skickats.
th: ส่งใบแจ้งหนี้แล้ว.
tr: Fatura gönderildi.
uk: Рахунок надіслано.
vi: Hóa đơn đã được gửi.
zh_hans: 费用单已发送。
zh_hant: 發票已發送。
zh_hk: 發票已發送。

# TK.Message.paymentDeclinedByBankDot
source: Payment declined by bank.
ar: تم رفض الدفع من قبل البنك.
bg: Плащането е отказано от банката.
ca: Pagament rebutjat pel banc.
cs: Platba byla odmítnuta bankou.
da: Betaling afvist af banken.
de: Zahlung durch die Bank abgelehnt.
el: Η πληρωμή απορρίφθηκε από την τράπεζα.
es: Pago declinado por el banco.
es_419: Pago rechazado por el banco.
fi: Maksusi on hylätty pankin toimesta.
fr: Paiement refusé par la banque.
fr_ca: Le paiement a été refusé par la banque.
he: התשלום נדחה על ידי הבנק.
hi: भुगतान को बैंक ने अस्वीकृत कर दिया।
hr: Plaćanje odbijeno od strane banke.
hu: A bank elutasította a kifizetést.
id: Pembayaran ditolak oleh bank.
it: Il pagamento è stato rifiutato dalla banca.
ja: 銀行によって支払いが拒否されました。
kk: Банк тарапынан төлем бас тартылды.
ko: 은행에서 결제가 거부되었습니다.
ms: Pembayaran ditolak oleh bank.
nb: Betaling avvist av banken.
nl: Betaling afgewezen door de bank.
pl: Płatność została odrzucona przez bank.
pt_br: Pagamento recusado pelo banco.
pt_pt: Pagamento recusado pelo banco.
ro: Plata a fost refuzată de bancă.
ru: Платеж отклонен банком.
sk: Platba bola zamietnutá bankou.
sv: Betalning avvisad av banken.
th: การชำระเงินถูกปฏิเสธโดยธนาคาร.
tr: Bankadan ödeme reddedildi.
uk: Платіж відхилено банком.
vi: Thanh toán bị ngân hàng từ chối.
zh_hans: 银行拒绝支付。
zh_hant: 支付被銀行拒絕。
zh_hk: 因銀行拒絕而付款失敗。

# TK.Message.paymentProcessedDot
source: Payment processed successfully.
ar: تمت معالجة الدفع بنجاح.
bg: Плащането е успешно обработено.
ca: Pagament processat amb èxit.
cs: Platba byla úspěšně zpracována.
da: Betaling behandlet med succes.
de: Zahlung erfolgreich verarbeitet.
el: Η πληρωμή ολοκληρώθηκε επιτυχώς.
es: Pago procesado con éxito.
es_419: Pago procesado con éxito.
fi: Maksu on käsitelty onnistuneesti.
fr: Paiement traité avec succès.
fr_ca: Le paiement a été traité avec succès.
he: התשלום עבר בהצלחה.
hi: भुगतान सफलतापूर्वक संसाधित किया गया।
hr: Plaćanje je uspješno obrađeno.
hu: A kifizetés sikeresen feldolgozva.
id: Pembayaran berhasil diproses.
it: Pagamento elaborato con successo.
ja: 支払いが正常に処理されました。
kk: Төлем сәтті өңделді.
ko: 결제가 성공적으로 처리되었습니다.
ms: Pembayaran diproses dengan jayanya.
nb: Betaling behandlet vellykket.
nl: Betaling succesvol verwerkt.
pl: Płatność zrealizowana pomyślnie.
pt_br: Pagamento processado com sucesso.
pt_pt: Pagamento processado com sucesso.
ro: Plata a fost procesată cu succes.
ru: Платеж успешно обработан.
sk: Platba bola úspešne spracovaná.
sv: Betalning har bearbetats framgångsrikt.
th: การชำระเงินดำเนินการเรียบร้อยแล้ว.
tr: Ödeme başarıyla işlendi.
uk: Платіж успішно оброблено.
vi: Thanh toán đã được xử lý thành công.
zh_hans: 付款处理成功。
zh_hant: 支付成功處理。
zh_hk: 付款已成功處理。

# TK.Message.paymentProcessedSuccessfullyDot
source: Your payment has been processed successfully.
ar: تمت معالجة دفعتك بنجاح.
bg: Вашето плащане е успешно обработено.
ca: El teu pagament s'ha processat amb èxit.
cs: Vaše platba byla úspěšně zpracována.
da: Din betaling er blevet behandlet med succes.
de: Deine Zahlung wurde erfolgreich verarbeitet.
el: Η πληρωμή σας έχει επεξεργαστεί επιτυχώς.
es: Tu pago ha sido procesado con éxito.
es_419: Tu pago ha sido procesado con éxito.
fi: Maksusi on käsitelty onnistuneesti.
fr: Votre paiement a été traité avec succès.
fr_ca: Votre paiement a été traité avec succès.
he: התשלום שלך עבר בהצלחה.
hi: आपका भुगतान सफलतापूर्वक प्रक्रिया किया गया है।
hr: Vaše plaćanje je uspješno obrađeno.
hu: A kifizetésed sikeresen feldolgozva.
id: Pembayaran Anda telah berhasil diproses.
it: Il tuo pagamento è stato elaborato con successo.
ja: お支払いは正常に処理されました。
kk: Сіздің төлеміңіз сәтті өңделді.
ko: 결제가 성공적으로 처리되었습니다.
ms: Pembayaran anda telah diproses dengan jayanya.
nb: Betalingen din har blitt behandlet vellykket.
nl: Je betaling is succesvol verwerkt.
pl: Twoja płatność została zrealizowana pomyślnie.
pt_br: Seu pagamento foi processado com sucesso.
pt_pt: O seu pagamento foi processado com sucesso.
ro: Plata ta a fost procesată cu succes.
ru: Ваш платеж был успешно обработан.
sk: Vaša platba bola úspešne spracovaná.
sv: Din betalning har behandlats framgångsrikt.
th: การชำระเงินของคุณถูกดำเนินการเรียบร้อยแล้ว.
tr: Ödemeniz başarıyla işlendi.
uk: Ваш платіж був успішно оброблений.
vi: Thanh toán của bạn đã được xử lý thành công.
zh_hans: 您的付款已成功处理。
zh_hant: 您的支付已成功處理。
zh_hk: 您的付款已成功處理。

# TK.Message.projectDeadlineApproachingDot
source: Project deadline approaching.
ar: موعد تسليم المشروع يقترب.
bg: Срокът за проекта наближава.
ca: La data límit del projecte s'aproxima.
cs: Termín projektu se blíží.
da: Projektafgrænsning nærmer sig.
de: Frist für das Projekt rückt näher.
el: Η προθεσμία του έργου πλησιάζει.
es: La fecha límite del proyecto se acerca.
es_419: La fecha límite del proyecto se acerca.
fi: Hankkeen määräaika lähestyy.
fr: Date limite du projet approchant.
fr_ca: Date limite du projet approchant.
he: הדדליין של הפרויקט מתקרב.
hi: परियोजना की समय सीमा निकट है।
hr: Rok projekta se bliži.
hu: A projekt határideje közeleg.
id: Batas waktu proyek mendekat.
it: Scadenza del progetto in avvicinamento.
ja: プロジェクトの締切が迫っています。
kk: Жоба мерзімі жақындап келеді.
ko: 프로젝트 마감일이 다가오고 있습니다.
ms: Tarikh akhir projek semakin hampir.
nb: Prosjektfristen nærmer seg.
nl: Deadline van het project nadert.
pl: Zbliża się termin projektu.
pt_br: Prazo do projeto se aproximando.
pt_pt: Prazo do projeto a aproximar-se.
ro: Data limită a proiectului se apropie.
ru: Срок выполнения проекта приближается.
sk: Termín dokončenia projektu sa blíži.
sv: Projektets deadline närmar sig.
th: กำหนดเส้นตายโครงการใกล้เข้ามา.
tr: Proje son tarihi yaklaşmakta.
uk: Термін проекту наближається.
vi: Hạn cuối của dự án sắp đến.
zh_hans: 项目截止日期临近。
zh_hant: 項目截止日期即將到來。
zh_hk: 項目截止日期臨近。

# TK.Message.reportGenerationCompleteDot
source: Report generation complete.
ar: اكتمل إنشاء التقرير.
bg: Генерирането на доклада е приключило.
ca: Generació d'informe completada.
cs: Generování zprávy je dokončeno.
da: Rapportgenerering komplet.
de: Berichterstellung abgeschlossen.
el: Η δημιουργία της αναφοράς ολοκληρώθηκε.
es: Generación de informe completa.
es_419: Generación del informe completada.
fi: Raportin luonti valmis.
fr: Génération du rapport terminée.
fr_ca: Génération du rapport terminée.
he: הפקת הדו״ח הושלמה.
hi: रिपोर्ट उत्पन्न करना पूरा।
hr: Generiranje izvještaja je završeno.
hu: Jelentés generálása befejeződött.
id: Pembuatan laporan selesai.
it: Generazione del report completata.
ja: レポートの生成が完了しました。
kk: Есеп жасау аяқталды.
ko: 보고서 생성이 완료되었습니다.
ms: Penjanaan laporan telah selesai.
nb: Rapportgenerering er fullført.
nl: Rapportgeneratie voltooid.
pl: Generowanie raportu zakończone.
pt_br: Geração do relatório completa.
pt_pt: Geração do relatório concluída.
ro: Generarea raportului este completă.
ru: Генерация отчёта завершена.
sk: Generovanie správy je dokončené.
sv: Rapportgenerering klar.
th: การสร้างรายงานเสร็จสิ้นแล้ว
tr: Rapor oluşturma tamamlandı.
uk: Генерацію звіту завершено.
vi: Quá trình tạo báo cáo đã hoàn tất.
zh_hans: 报告生成完成。
zh_hant: 報告生成已完成。
zh_hk: 報告生成已完成。

# TK.Message.taskDependenciesUnmetDot
source: Task dependencies unmet.
ar: المتطلبات المعلقة للمهمة غير مستوفاة.
bg: Зависимостите на задачата не са изпълнени.
ca: Dependències de les tasques no satisfetes.
cs: Závislosti úkolu nejsou splněny.
da: Opgaveafhængigheder ikke opfyldt.
de: Aufgabenabhängigkeiten wurden nicht erfüllt.
el: Οι εξαρτήσεις της εργασίας δεν εκπληρώθηκαν.
es: Dependencias de la tarea incumplidas.
es_419: Dependencias de tarea no cumplidas.
fi: Tehtävän riippuvuudet puuttuvat.
fr: Dépendances de la tâche non satisfaites.
fr_ca: Dépendances non satisfaites de la tâche.
he: תלות המשימה לא מומשו.
hi: कार्य की निर्भरताएँ पूरी नहीं हुई हैं।
hr: Zadaci nisu ispunili uvjete.
hu: A feladat függőségei nem teljesültek.
id: Ketergantungan tugas belum terpenuhi.
it: Dipendenze del compito non soddisfatte.
ja: タスク依存関係が満たされていません。
kk: Тапсырма тәуелділіктері орындалмады.
ko: 작업 종속성이 충족되지 않았습니다.
ms: Keperluan tugas tidak dipenuhi.
nb: Oppgaveavhengigheter er ikke oppfylt.
nl: Taakafhankelijkheden niet voldaan.
pl: Niezrealizowane zależności zadań.
pt_br: Dependências da tarefa não atendidas.
pt_pt: Dependências da tarefa não satisfeitas.
ro: Dependențele sarcinii nu sunt îndeplinite.
ru: Зависимости задачи не выполнены.
sk: Závislosti úlohy neboli splnené.
sv: Uppgiftsberoenden är inte uppfyllda.
th: เงื่อนไขของงานไม่ครบถ้วน.
tr: Görev bağımlılıkları karşılanmadı.
uk: Невиконані залежності завдання.
vi: Các điều kiện cần cho nhiệm vụ chưa được hoàn thành.
zh_hans: 任务依赖未满足。
zh_hant: 任務依賴未滿足。
zh_hk: 任務依賴未滿足。

# TK.Message.transactionPendingDot
source: Transaction pending.
ar: المعاملة قيد الانتظار.
bg: Транзакцията е в процес на обработка.
ca: Transacció pendent.
cs: Transakce je v procesu.
da: Transaktion afventer.
de: Transaktion ausstehend.
el: Συναλλαγή εκκρεμεί.
es: Transacción pendiente.
es_419: Transacción pendiente.
fi: Maksu odottaa käsittelyä.
fr: Transaction en attente.
fr_ca: Transaction en attente.
he: העסקה ממתינה.
hi: लेनदेन लंबित है।
hr: Transakcija je na čekanju.
hu: A tranzakció folyamatban van.
id: Transaksi tertunda.
it: Transazione in sospeso.
ja: 取引は保留中です。
kk: Транзакция орындалуда.
ko: 거래가 보류 중입니다.
ms: Transaksi dalam proses.
nb: Transaksjonen er under behandling.
nl: Transactie in behandeling.
pl: Transakcja w toku.
pt_br: Transação pendente.
pt_pt: Transação pendente.
ro: Tranzacție în așteptare.
ru: Запрос на транзакцию в ожидании.
sk: Transakcia čaká.
sv: Transaktionen väntar.
th: การทำรายการยังอยู่ระหว่างดำเนินการ
tr: İşlem beklemede.
uk: Транзакція в очікуванні.
vi: Giao dịch đang chờ xử lý.
zh_hans: 交易挂起。
zh_hant: 交易待處理。
zh_hk: 交易待處理。

# TK.Placeholder.addClientDetailsDots
source: Add client details…
ar: أضف تفاصيل العميل…
bg: Добави детайли за клиента…
ca: Afegir detalls del client…
cs: Přidej údaje o klientovi…
da: Tilføj kundedetaljer…
de: Kundendaten hinzufügen…
el: Πρόσθεσε λεπτομέρειες πελάτη…
es: Añadir detalles del cliente…
es_419: Agregar detalles del cliente…
fi: Lisää asiakkaan tiedot…
fr: Ajouter les détails du client…
fr_ca: Ajouter les détails du client…
he: הוסף פרטי לקוח…
hi: क्लाइंट के विवरण जोड़ें…
hr: Dodaj podatke o klijentu…
hu: Ügyféladatok hozzáadása…
id: Tambahkan detail klien…
it: Aggiungi dettagli del cliente…
ja: クライアントの詳細を追加…
kk: Клиенттің деректерін қосу…
ko: 클라이언트 세부정보 추가…
ms: Tambah maklumat pelanggan…
nb: Legg til klientdetaljer…
nl: Voeg klantgegevens toe…
pl: Dodaj dane klienta…
pt_br: Adicionar detalhes do cliente…
pt_pt: Adicionar detalhes do cliente…
ro: Adaugă detalii despre client…
ru: Добавьте данные клиента…
sk: Pridaj detaily o klientovi…
sv: Lägg till kundinformation…
th: เพิ่มรายละเอียดลูกค้า…
tr: Müşteri bilgilerini ekleyin…
uk: Додайте деталі клієнта…
vi: Thêm thông tin khách hàng…
zh_hans: 添加客户详情…
zh_hant: 添加客戶詳細資訊…
zh_hk: 新增客户资料…

# TK.Placeholder.addCompanyNameDots
source: Add company name…
ar: أضف اسم الشركة…
bg: Добави името на компанията…
ca: Afegir nom de l'empresa…
cs: Přidej název firmy…
da: Tilføj firmanavn…
de: Firmennamen hinzufügen…
el: Πρόσθεσε όνομα εταιρείας…
es: Añadir el nombre de la empresa…
es_419: Agregar nombre de la empresa…
fi: Lisää yrityksen nimi…
fr: Ajouter le nom de l'entreprise…
fr_ca: Ajouter le nom de l'entreprise…
he: הוסף שם חברה…
hi: कंपनी का नाम जोड़ें…
hr: Dodaj ime tvrtke…
hu: Cégnév hozzáadása…
id: Tambahkan nama perusahaan…
it: Aggiungi nome dell’azienda…
ja: 会社名を追加…
kk: Компанияның атын қосу…
ko: 회사 이름 추가…
ms: Tambah nama syarikat…
nb: Legg til firmanavn…
nl: Voeg bedrijfsnaam toe…
pl: Dodaj nazwę firmy…
pt_br: Adicionar nome da empresa…
pt_pt: Adicionar nome da empresa…
ro: Adaugă numele companiei…
ru: Добавьте название компании…
sk: Pridaj názov spoločnosti…
sv: Lägg till företagsnamn…
th: เพิ่มชื่อบริษัท…
tr: Şirket ismini ekleyin…
uk: Додайте назву компанії…
vi: Thêm tên công ty …
zh_hans: 添加公司名称…
zh_hant: 添加公司名稱…
zh_hk: 新增公司名称…
